bench/rheotool/cylinder_oldroydb_log_re1_wi01/system/petscDict
#!/bin/sh
###############################
##----- Global settings -----##
###############################

#-help

##################################
##----- Settings for Uptau -----##
##################################
#--> KSP
-Uptau_ksp_type preonly

#--> PC
-Uptau_pc_type lu
-Uptau_pc_factor_mat_solver_type mumps
